Repository: dw-zhu-si/ModelHub
Catalog: packaging/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt_br, ru, zh_hant

source: 模型名称为空
ar: اسم النموذج فارغ
de: Der Modellname ist leer
en: Model name is empty
es: El nombre del modelo está vacío
fr: Le nom du modèle est vide
ja: モデル名が空です
ko: 모델명이 비어있습니다.
pt_br: O nome do modelo está vazio
ru: Название модели пусто
zh_hant: 模型名稱為空

source: 模型未通过验真或已隔离
ar: فشل النموذج في التحقق من الصحة أو تم عزله
de: Die Validierung des Modells ist fehlgeschlagen oder es wurde isoliert
en: The model failed validation or has been isolated
es: El modelo no superó la validación o ha sido aislado.
fr: Le modèle a échoué à la validation ou a été isolé
ja: モデルは検証に失敗したか、分離されました
ko: 모델이 검증에 실패했거나 격리되었습니다.
pt_br: O modelo falhou na validação ou foi isolado
ru: Модель не прошла проверку или была изолирована.
zh_hant: 模型未通過驗真或已隔離

source: 模型枢纽
ar: ModelHub
de: ModelHub
en: ModelHub
es: ModelHub
fr: ModelHub
ja: ModelHub
ko: ModelHub
pt_br: ModelHub
ru: ModelHub
zh_hant: 模型樞紐

source: 模型枢纽状态
ar: حالة مركز النموذج
de: Modell-Hub-Status
en: model hub status
es: estado del centro del modelo
fr: état du hub de modèles
ja: モデルハブのステータス
ko: 모델 허브 상태
pt_br: status do hub do modelo
ru: статус концентратора моделей
zh_hant: 模型樞紐狀態

source: 模型标识
ar: معرّف النموذج
de: Modellkennung
en: Model identifier
es: Identificador del modelo
fr: Identifiant du modèle
ja: モデル識別子
ko: 모델 식별자
pt_br: Identificador do modelo
ru: Идентификатор модели
zh_hant: 模型標識

source: 模型检测完成：可用 %d，不可用 %d，未发起或需处理 %d。
ar: اكتمل تدقيق النموذج: %d متوفر، %d غير متوفر، لم يتم البدء فيه أو يحتاج إلى معالجة %d.
de: Modellüberprüfung abgeschlossen: %d verfügbar, %d nicht verfügbar, nicht initiiert oder muss %d verarbeitet werden.
en: Model checking completed: %d available, %d unavailable, not initiated or needs to be processed %d.
es: Verificación del modelo completada: %d disponible, %d no disponible, no iniciada o necesita ser procesada %d.
fr: Vérification du modèle terminée : %d disponible, %d indisponible, non lancé ou doit être traité %d.
ja: モデルのチェックが完了しました: %d が使用可能、%d が使用不可、開始されていないか、%d を処理する必要があります。
ko: 모델 확인 완료: %d 사용 가능, %d 사용할 수 없음, 시작되지 않았거나 %d을(를) 처리해야 합니다.
pt_br: Verificação do modelo concluída: %d disponível, %d indisponível, não iniciado ou precisa ser processado %d.
ru: Проверка модели завершена: %d доступен, %d недоступен, не инициирован или требует обработки %d.
zh_hant: 模型檢測完成：可用 %d，不可用 %d，未發起或需處理 %d。

source: 模型检测已停止，已完成 %d/%d。
ar: توقف تدقيق النموذج، اكتمل %d/%d.
de: Modellprüfung gestoppt, %d/%d abgeschlossen.
en: Model checking stopped, completed %d/%d.
es: La verificación del modelo se detuvo, se completó %d/%d.
fr: La vérification du modèle s'est arrêtée, terminée %d/%d.
ja: モデルのチェックが停止し、%d/%d が完了しました。
ko: 모델 확인이 중지되었습니다. %d/%d을(를) 완료했습니다.
pt_br: A verificação do modelo foi interrompida, concluída %d/%d.
ru: Проверка модели остановлена, завершено %d/%d.
zh_hant: 模型檢測已停止，已完成 %d/%d。

source: 模型热更新失败：%@
ar: فشل التحديث الفوري للنماذج: %@
de: Live-Aktualisierung der Modelle fehlgeschlagen: %@
en: Model hot update failed: %@
es: Error en la actualización en caliente del modelo: %@
fr: Échec de l’actualisation à chaud des modèles : %@
ja: モデルのホット更新に失敗しました：%@
ko: 모델 핫 업데이트 실패: %@
pt_br: Falha na atualização a quente dos modelos: %@
ru: Ошибка горячего обновления моделей: %@
zh_hant: 模型熱更新失敗：%@

source: 模型端点模板需要模型名称
ar: يتطلب قالب نقطة نهاية النموذج اسم النموذج
de: Die Modellendpunktvorlage erfordert einen Modellnamen
en: Model endpoint template requires model name
es: La plantilla de punto final del modelo requiere el nombre del modelo
fr: Le modèle de point de terminaison du modèle nécessite le nom du modèle
ja: モデル エンドポイント テンプレートにはモデル名が必要です
ko: 모델 엔드포인트 템플릿에는 모델 이름이 필요합니다.
pt_br: O modelo de endpoint do modelo requer o nome do modelo
ru: Для шаблона конечной точки модели требуется имя модели.
zh_hant: 模型端點模板需要模型名稱

source: 模型路由
ar: مسارات النماذج
de: Modellrouten
en: Model Routes
es: Rutas de modelos
fr: Routes de modèles
ja: モデルルート
ko: 모델 경로
pt_br: Rotas de modelos
ru: Маршруты моделей

source: 欧元（EUR）
ar: اليورو (EUR)
de: Euro (EUR)
en: Euro (EUR)
es: Euro (EUR)
fr: Euro (EUR)
ja: ユーロ（EUR）
ko: 유로(EUR)
pt_br: Euro (EUR)
ru: Евро (EUR)
zh_hant: 歐元（EUR）

source: 正在从供应商模型目录读取价格…
ar: جارٍ قراءة الأسعار من دليل المزوّد…
de: Preise werden aus dem Anbieterkatalog gelesen…
en: Reading prices from the provider catalog…
es: Leyendo precios del catálogo del proveedor…
fr: Lecture des tarifs depuis le catalogue fournisseur…
ja: プロバイダーカタログから価格を読み取っています…
ko: 공급자 카탈로그에서 가격을 읽는 중…
pt_br: Lendo preços do catálogo do provedor…
ru: Чтение цен из каталога поставщика…
zh_hant: 正在從供應商模型目錄讀取價格…

# 正在检测 %arg
source: 正在检测 %1$arg
ar: التحقق من %arg
de: %arg wird überprüft
en: Checking %arg
es: Comprobando %arg
fr: Vérification de %arg
ja: %argをチェックしています
ko: %arg 확인 중
pt_br: Verificando %arg
ru: Проверка %arg
zh_hant: 正在檢測 %1$arg

source: 正在请求模型名录…
ar: طلب كتالوج النماذج...
de: Modellkatalog anfordern...
en: Requesting model catalog...
es: Solicitando catálogo de modelos...
fr: Demande de catalogue de modèles...
ja: モデルカタログをリクエスト中...
ko: 모델 카탈로그 요청 중...
pt_br: Solicitando catálogo de modelos...
ru: Запрос каталога моделей...
zh_hant: 正在請求模型名錄…

source: 正在逐个检查已启用供应商…
ar: جارٍ فحص المزوّدين المفعّلين واحدًا تلو الآخر…
de: Aktivierte Anbieter werden nacheinander geprüft…
en: Checking enabled providers one by one…
es: Comprobando uno a uno los proveedores activados…
fr: Vérification séquentielle des fournisseurs activés…
ja: 有効なプロバイダーを順番に確認しています…
ko: 활성화된 공급자를 하나씩 확인하는 중…
pt_br: Verificando os provedores ativados um a um…
ru: Последовательная проверка включённых поставщиков…
zh_hant: 正在逐個檢查已啓用供應商…

source: 正在重新拉取已配置的模型名录
ar: تجري إعادة جلب أدلة النماذج المكوّنة
de: Konfigurierte Modellkataloge werden erneut abgerufen
en: Refreshing configured model catalogs
es: Actualizando los catálogos de modelos configurados
fr: Actualisation des catalogues de modèles configurés
ja: 設定済みのモデルカタログを再取得しています
ko: 구성된 모델 카탈로그를 다시 가져오는 중
pt_br: Atualizando os catálogos de modelos configurados
ru: Обновление настроенных каталогов моделей
zh_hant: 正在重新拉取已配置的模型名錄

source: 此供应商无需 API Key
ar: لا يتطلب هذا المزوّد مفتاح API
de: Dieser Anbieter benötigt keinen API-Schlüssel
en: This provider does not require an API Key
es: Este proveedor no necesita API Key
fr: Ce fournisseur ne nécessite pas de clé API
ja: このプロバイダーにはAPIキーは不要です
ko: 이 제공업체에는 API 키가 필요하지 않습니다
pt_br: Este provedor não exige chave de API
ru: Этому поставщику не нужен API-ключ
zh_hant: 此供應商無需 API Key

source: 此操作由你明确触发：会填写官方 Base URL，并用该版本的通用聊天端点替换旧聊天端点；不会复制或更换钥匙串中的 API Key。
ar: يتم تشغيل هذا الإجراء بشكل صريح بواسطتك: تتم تعبئة عنوان URL الأساسي الرسمي ويتم استبدال نقطة نهاية الدردشة القديمة بهذا الإصدار من نقطة نهاية الدردشة العامة؛ لا يتم نسخ أو استبدال مفتاح API الموجود في سلسلة المفاتيح.
de: Diese Aktion wird explizit von Ihnen ausgelöst: Die offizielle Basis-URL wird ausgefüllt und der alte Chat-Endpunkt wird durch diese Version des universellen Chat-Endpunkts ersetzt; Der API-Schlüssel im Schlüsselbund wird nicht kopiert oder ersetzt.
en: This action is explicitly triggered by you: the official Base URL is filled in and the old chat endpoint is replaced with that version of the universal chat endpoint; the API Key in the keychain is not copied or replaced.
es: Esta acción la activa explícitamente usted: la URL base oficial se completa y el punto final de chat antiguo se reemplaza con esa versión del punto final de chat universal; la clave API en el llavero no se copia ni reemplaza.
fr: Cette action est explicitement déclenchée par vous : l'URL de base officielle est renseignée et l'ancien point de terminaison de chat est remplacé par cette version du point de terminaison de chat universel ; la clé API du trousseau n'est ni copiée ni remplacée.
ja: このアクションはユーザーによって明示的にトリガーされます。公式のベース URL が入力され、古いチャット エンドポイントがそのバージョンのユニバーサル チャット エンドポイントに置き換えられます。キーチェーン内の API キーはコピーまたは置換されません。
ko: 이 작업은 귀하에 의해 명시적으로 트리거됩니다. 공식 기본 URL이 채워지고 이전 채팅 엔드포인트가 해당 버전의 범용 채팅 엔드포인트로 대체됩니다. 키체인의 API 키는 복사되거나 교체되지 않습니다.
pt_br: Esta ação é acionada explicitamente por você: o URL base oficial é preenchido e o endpoint de chat antigo é substituído por essa versão do endpoint de chat universal; a chave de API nas chaves não é copiada ou substituída.
ru: Это действие явно инициируется вами: заполняется официальный базовый URL-адрес и старая конечная точка чата заменяется этой версией универсальной конечной точки чата; Ключ API в связке ключей не копируется и не заменяется.
zh_hant: 此操作由你明確觸發：會填寫官方 Base URL，並用該版本的通用聊天端點替換舊聊天端點；不會複製或更換鑰匙串中的 API Key。

source: 此虚拟密钥无权访问该模型
ar: هذا المفتاح الظاهري ليس لديه حق الوصول إلى النموذج
de: Dieser virtuelle Schlüssel hat keinen Zugriff auf das Modell
en: This virtual key does not have access to the model
es: Esta clave virtual no tiene acceso al modelo.
fr: Cette clé virtuelle n'a pas accès au modèle
ja: この仮想キーはモデルにアクセスできません
ko: 이 가상 키는 모델에 액세스할 수 없습니다.
pt_br: Esta chave virtual não tem acesso ao modelo
ru: Этот виртуальный ключ не имеет доступа к модели.
zh_hant: 此虛擬密鑰無權訪問該模型

# 每分钟请求上限：%arg
source: 每分钟请求上限：%1$arg
ar: الحد الأقصى للطلبات في الدقيقة: %arg
de: Maximale Anfragen pro Minute: %arg
en: Maximum requests per minute: %arg
es: Solicitudes máximas por minuto: %arg
fr: Nombre maximal de requêtes par minute : %arg
ja: 1 分あたりの最大リクエスト数: %arg
ko: 분당 최대 요청: %arg
pt_br: Máximo de solicitações por minuto: %arg
ru: Максимальное количество запросов в минуту: %arg
zh_hant: 每分鐘請求上限：%1$arg

source: 每天自动读取模型价格
ar: قراءة أسعار النماذج تلقائيًا كل يوم
de: Modellpreise täglich automatisch abrufen
en: Read Model Prices Automatically Every Day
es: Leer automáticamente los precios cada día
fr: Lire automatiquement les tarifs chaque jour
ja: モデル価格を毎日自動取得
ko: 매일 모델 가격 자동 조회
pt_br: Ler preços dos modelos automaticamente todos os dias
ru: Ежедневно автоматически получать цены моделей
zh_hant: 每天自動讀取模型價格

source: 每次调用价格
ar: السعر لكل استدعاء
de: Preis pro Aufruf
en: Per-call price
es: Precio por llamada
fr: Tarif par appel
ja: 呼び出し単価
ko: 호출당 가격
pt_br: Preço por chamada
ru: Цена за вызов
zh_hant: 每次調用價格

source: 每行格式：端点类型|模型名称 = 完整 URL。运行时只使用这里或 Base URL 保存的完整地址，不补全任何路径；视频任务端点可使用 {task_id}。
ar: التنسيق لكل سطر: نوع نقطة النهاية | اسم النموذج = URL الكامل. يتم استخدام العنوان الكامل المحفوظ هنا أو في عنوان URL الأساسي فقط في وقت التشغيل دون إكمال أي مسار؛ يمكن لنقطة نهاية مهمة الفيديو استخدام {task_id}.
de: Format pro Zeile: Endpunkttyp | Modellname = vollständige URL. Zur Laufzeit wird nur die hier oder in der Basis-URL gespeicherte vollständige Adresse ohne Pfadvervollständigung verwendet; Der Video-Task-Endpunkt kann {task_id} verwenden.
en: Format per line: endpoint type | model name = full URL. Only the complete address saved here or in the Base URL is used at runtime without any path completion; the video task endpoint can use {task_id}.
es: Formato por línea: tipo de punto final | nombre del modelo = URL completa. Sólo la dirección completa guardada aquí o en la URL base se utiliza en tiempo de ejecución sin completar ninguna ruta; el punto final de la tarea de video puede usar {task_id}.
fr: Format par ligne : type de point de terminaison | nom du modèle = URL complète. Seule l'adresse complète enregistrée ici ou dans l'URL de base est utilisée au moment de l'exécution sans aucune complétion de chemin ; le point de terminaison de la tâche vidéo peut utiliser {task_id}.
ja: 行ごとの形式: エンドポイント タイプ |モデル名 = 完全な URL。ここまたはベース URL に保存された完全なアドレスのみが、パスの補完なしで実行時に使用されます。ビデオタスクエンドポイントは {task_id} を使用できます。
ko: 줄당 형식: 끝점 유형 | 모델명 = 전체 URL. 여기 또는 기본 URL에 저장된 전체 주소만 런타임 시 경로 완성 없이 사용됩니다. 비디오 작업 엔드포인트는 {task_id}를 사용할 수 있습니다.
pt_br: Formato por linha: tipo de endpoint | nome do modelo = URL completo. Somente o endereço completo salvo aqui ou na URL Base é usado em tempo de execução sem qualquer conclusão de caminho; o endpoint da tarefa de vídeo pode usar {task_id}.
ru: Формат каждой строки: тип конечной точки | название модели = полный URL. Во время выполнения используется только полный адрес, сохраненный здесь или в базовом URL-адресе, без завершения пути; конечная точка задачи видео может использовать {task_id}.
zh_hant: 每行格式：端點類型|模型名稱 = 完整 URL。運行時只使用這裡或 Base URL 保存的完整地址，不補全任何路徑；視頻任務端點可使用 {task_id}。

source: 每行格式：端点类型|模型名称 = 完整 URL。运行时只使用这里或 Base URL 保存的完整地址，不补全任何路径；视频和音乐任务端点可使用 {task_id}。
ar: التنسيق لكل سطر: نوع نقطة النهاية | اسم النموذج = URL الكامل. يتم استخدام العنوان الكامل المحفوظ هنا أو في عنوان URL الأساسي فقط في وقت التشغيل دون إكمال أي مسار؛ يمكن لنقاط نهاية مهمة الفيديو والموسيقى استخدام {task_id}.
de: Format pro Zeile: Endpunkttyp | Modellname = vollständige URL. Zur Laufzeit wird nur die hier oder in der Basis-URL gespeicherte vollständige Adresse ohne Pfadvervollständigung verwendet; Endpunkte für Video- und Musikaufgaben können {task_id} verwenden.
en: Format per line: endpoint type | model name = full URL. Only the full address saved here or in the Base URL is used at runtime without any path completion; video and music task endpoints can use {task_id}.
es: Formato por línea: tipo de punto final | nombre del modelo = URL completa. Sólo la dirección completa guardada aquí o en la URL base se utiliza en tiempo de ejecución sin completar ninguna ruta; Los puntos finales de tareas de vídeo y música pueden utilizar {task_id}.
fr: Format par ligne : type de point de terminaison | nom du modèle = URL complète. Seule l'adresse complète enregistrée ici ou dans l'URL de base est utilisée au moment de l'exécution sans aucune complétion de chemin ; les points de terminaison des tâches vidéo et musicales peuvent utiliser {task_id}.
ja: 行ごとの形式: エンドポイント タイプ |モデル名 = 完全な URL。ここまたはベース URL に保存された完全なアドレスのみが、パスの補完なしで実行時に使用されます。ビデオと音楽のタスク エンドポイントは {task_id} を使用できます。
ko: 줄당 형식: 끝점 유형 | 모델명 = 전체 URL. 런타임 시 경로 완성 없이 여기에 저장된 전체 주소 또는 기본 URL만 사용됩니다. 비디오 및 음악 작업 엔드포인트는 {task_id}를 사용할 수 있습니다.
pt_br: Formato por linha: tipo de endpoint | nome do modelo = URL completo. Somente o endereço completo salvo aqui ou na URL base é usado em tempo de execução sem qualquer conclusão de caminho; Os endpoints de tarefas de vídeo e música podem usar {task_id}.
ru: Формат каждой строки: тип конечной точки | название модели = полный URL. Во время выполнения используется только полный адрес, сохраненный здесь или в базовом URL-адресе, без завершения пути; Конечные точки задач видео и музыки могут использовать {task_id}.
zh_hant: 每行格式：端點類型|模型名稱 = 完整 URL。運行時只使用這裡或 Base URL 保存的完整地址，不補全任何路徑；視頻和音樂任務端點可使用 {task_id}。

source: 汇率响应超过安全大小限制。
ar: تجاوزت استجابة أسعار الصرف حد الحجم الآمن.
de: Die Wechselkursantwort überschritt die sichere Größenbegrenzung.
en: The exchange-rate response exceeded the safe size limit.
es: La respuesta superó el límite de tamaño seguro.
fr: La réponse a dépassé la limite de taille sûre.
ja: 為替レート応答が安全なサイズ上限を超えました。
ko: 환율 응답이 안전 크기 제한을 초과했습니다.
pt_br: A resposta de câmbio excedeu o limite seguro.
ru: Ответ с курсами превысил безопасный размер.
zh_hant: 匯率響應超過安全大小限制。

source: 汇率服务返回了无效响应。
ar: أعادت خدمة أسعار الصرف استجابة غير صالحة.
de: Der Wechselkursdienst lieferte eine ungültige Antwort.
en: The exchange-rate service returned an invalid response.
es: El servicio de tipos devolvió una respuesta no válida.
fr: Le service de taux a renvoyé une réponse invalide.
ja: 為替レートサービスが無効な応答を返しました。
ko: 환율 서비스가 잘못된 응답을 반환했습니다.
pt_br: O serviço de câmbio retornou uma resposta inválida.
ru: Сервис курсов вернул недопустимый ответ.
zh_hant: 匯率服務返回了無效響應。

source: 没有匹配的模型
ar: لا يوجد نموذج مطابق
de: Kein passendes Modell
en: No matching model
es: Ningún modelo coincidente
fr: Aucun modèle correspondant
ja: 一致するモデルがありません
ko: 일치하는 모델이 없습니다.
pt_br: Nenhum modelo correspondente
ru: Нет подходящей модели
zh_hant: 沒有匹配的模型

source: 没有匹配的路由目标或直接模型。
ar: لا يوجد هدف مسار مطابق أو نموذج مباشر.
de: Kein passendes Routenziel oder direktes Modell.
en: No matching route target or direct model.
es: No hay destino de ruta ni modelo directo coincidentes.
fr: Aucune cible d'itinéraire ou modèle direct correspondant.
ja: 一致するルート ターゲットまたは直接モデルがありません。
ko: 일치하는 경로 대상 또는 직접 모델이 없습니다.
pt_br: Nenhum destino de rota ou modelo direto correspondente.
ru: Нет подходящей цели маршрута или прямой модели.
zh_hant: 沒有匹配的路由目標或直接模型。

source: 没有可恢复的回滚副本，或副本已损坏。
ar: لا توجد نسخة احتياطية للتراجع أو أنها تالفة.
de: Keine Rollback-Sicherung verfügbar oder die Sicherung ist beschädigt.
en: No rollback backup is available, or the backup is damaged.
es: No hay una copia de reversión disponible o está dañada.
fr: Aucune sauvegarde de restauration n’est disponible, ou elle est endommagée.
ja: 復元できるロールバックバックアップがないか、バックアップが破損しています。
ko: 복원할 롤백 백업이 없거나 백업이 손상되었습니다.
pt_br: Não há backup de reversão disponível ou ele está danificado.
ru: Резервная копия для отката отсутствует или повреждена.
zh_hant: 沒有可恢復的回滾副本，或副本已損壞。

source: 没有可测试的模型。
ar: لا توجد نماذج متاحة للاختبار.
de: Keine Modelle zum Testen verfügbar.
en: No models are available to test.
es: No hay modelos disponibles para probar.
fr: Aucun modèle n’est disponible pour le test.
ja: テストできるモデルがありません。
ko: 테스트할 수 있는 모델이 없습니다.
pt_br: Não há modelos disponíveis para teste.
ru: Нет моделей для проверки.
zh_hant: 沒有可測試的模型。

source: 没有可用的流式目标
ar: لا يوجد هدف تدفق متاح
de: Kein Streaming-Ziel verfügbar
en: No streaming target available
es: No hay destino de transmisión disponible
fr: Aucune cible de streaming disponible
ja: 利用可能なストリーミング ターゲットがありません
ko: 사용 가능한 스트리밍 대상이 없습니다.
pt_br: Nenhum destino de streaming disponível
ru: Нет доступной цели потоковой передачи
zh_hant: 沒有可用的流式目標

source: 没有可自动测试的模型；%d 个已隔离的专用协议模型需通过对应原生接口复验。
ar: لا توجد نماذج قابلة للاختبار تلقائيًا؛ %d من نماذج البروتوكول الخاص المعزولة بحاجة إلى إعادة اختبارها من خلال الواجهات الأصلية المقابلة.
de: Es gibt keine automatisch testbaren Modelle; %d isolierte private Protokollmodelle müssen über die entsprechenden nativen Schnittstellen erneut getestet werden.
en: There are no automatically testable models; %d isolated private protocol models need to be retested through the corresponding native interfaces.
es: No existen modelos que se puedan probar automáticamente; Es necesario volver a probar %d modelos de protocolos privados aislados a través de las interfaces nativas correspondientes.
fr: Il n'existe pas de modèles automatiquement testables ; %d modèles de protocoles privés isolés doivent être retestés via les interfaces natives correspondantes.
ja: 自動的にテストできるモデルはありません。 %d 個の分離されたプライベート プロトコル モデルは、対応するネイティブ インターフェイスを通じて再テストする必要があります。
ko: 자동으로 테스트 가능한 모델은 없습니다. %d개의 격리된 개인 프로토콜 모델은 해당 기본 인터페이스를 통해 다시 테스트해야 합니다.
pt_br: Não existem modelos testáveis automaticamente; %d modelos de protocolo privado isolados precisam ser testados novamente por meio das interfaces nativas correspondentes.
ru: Не существует автоматически тестируемых моделей; %d моделей изолированных частных протоколов необходимо повторно протестировать через соответствующие собственные интерфейсы.
zh_hant: 沒有可自動測試的模型；%d 個已隔離的專用協議模型需通過對應原生接口復驗。

source: 没有支持 Responses API 的可用目标
ar: لا توجد أهداف متاحة تدعم واجهة API للردود
de: Es sind keine Ziele verfügbar, die die Responses-API unterstützen
en: There are no available targets that support the Responses API
es: No hay objetivos disponibles que admitan la API de Respuestas
fr: Aucune cible disponible ne prend en charge l'API Responses.
ja: Responses API をサポートする利用可能なターゲットがありません
ko: Responses API를 지원하는 사용 가능한 대상이 없습니다.
pt_br: Não há destinos disponíveis compatíveis com a API Responses
ru: Нет доступных целей, поддерживающих API ответов.
zh_hant: 沒有支持 Responses API 的可用目標

# 测试 %arg
source: 测试 %1$arg
ar: اختبار %arg
de: Testen Sie %arg
en: Test %arg
es: Prueba %arg
fr: Test %arg
ja: %arg をテストする
ko: %arg 테스트
pt_br: Teste %arg
ru: Проверка %arg
zh_hant: 測試 %1$arg

# 测试 %arg 个模型
source: 测试 %1$arg 个模型
ar: اختبار نماذج %arg
de: Testen Sie %arg-Modelle
en: Test %arg models
es: Probar modelos %arg
fr: Tester les modèles %arg
ja: %arg モデルをテストする
ko: %arg 모델 테스트
pt_br: Testar modelos %arg
ru: Тестирование моделей %arg
zh_hant: 測試 %1$arg 個模型

source: 测试中
ar: تحت الاختبار
de: Im Test
en: Under test
es: Bajo prueba
fr: En test
ja: テスト中
ko: 테스트 중
pt_br: Em teste
ru: Тестируется
zh_hant: 測試中

source: 测试全部
ar: اختبار الكل
de: teste alles
en: test all
es: prueba todo
fr: tester tout
ja: すべてをテストする
ko: 모두 테스트
pt_br: testar tudo
ru: проверить все
zh_hant: 測試全部

source: 测试全部模型
ar: اختبار كافة النماذج
de: Testen Sie alle Modelle
en: Test all models
es: Pruebe todos los modelos
fr: Testez tous les modèles
ja: すべてのモデルをテストする
ko: 모든 모델 테스트
pt_br: Teste todos os modelos
ru: Протестируйте все модели
zh_hant: 測試全部模型

source: 测试前已重新拉取 %d 个模型名录项。
ar: تمت إعادة جلب %d عنصرًا من دليل النماذج قبل الاختبار.
de: Vor dem Test wurden %d Modellkatalogeinträge erneut abgerufen.
en: Refreshed %d model catalog entries before testing.
es: Se actualizaron %d entradas del catálogo de modelos antes de la prueba.
fr: %d entrées du catalogue de modèles ont été actualisées avant le test.
ja: テスト前にモデルカタログの%d件を再取得しました。
ko: 테스트 전에 모델 카탈로그 항목 %d개를 다시 가져왔습니다.
pt_br: %d itens do catálogo de modelos foram atualizados antes do teste.
ru: Перед тестированием обновлено записей каталога моделей: %d.
zh_hant: 測試前已重新拉取 %d 個模型名錄項。

source: 测试前已重新拉取 %d 个目录参考项；该目录不代表可直接调用模型，未自动导入或测试。
ar: تم تحديث %d عنصرًا مرجعيًا من الدليل قبل الاختبار. لا يعني هذا الدليل أن النماذج قابلة للاستدعاء مباشرة، لذلك لم يتم استيرادها أو اختبارها تلقائيًا.
de: Vor dem Test wurden %d Katalogreferenzen aktualisiert. Dieser Katalog weist keine direkt aufrufbaren Modelle aus; daher wurde nichts automatisch importiert oder getestet.
en: Refreshed %d catalog reference items before testing. This catalog does not identify directly callable models, so nothing was imported or tested automatically.
es: Se actualizaron %d elementos de referencia del catálogo antes de la prueba. Este catálogo no identifica modelos invocables directamente, por lo que no se importó ni probó nada automáticamente.
fr: %d éléments de référence du catalogue ont été actualisés avant le test. Ce catalogue n’identifie pas des modèles directement appelables ; rien n’a donc été importé ni testé automatiquement.
ja: テスト前にカタログ参照項目を %d 件更新しました。このカタログは直接呼び出せるモデルを示すものではないため、自動インポートやテストは行っていません。
ko: 테스트 전에 카탈로그 참고 항목 %d개를 새로 가져왔습니다. 이 카탈로그는 직접 호출 가능한 모델을 뜻하지 않으므로 자동으로 가져오거나 테스트하지 않았습니다.
pt_br: Foram atualizados %d itens de referência do catálogo antes do teste. Esse catálogo não identifica modelos diretamente chamáveis; nada foi importado ou testado automaticamente.
ru: Перед тестированием обновлено %d справочных элементов каталога. Каталог не означает, что модели можно вызывать напрямую, поэтому автоматический импорт и тестирование не выполнялись.
zh_hant: 測試前已重新拉取 %d 個目錄參考項；該目錄不代表可直接調用模型，未自動導入或測試。

source: 测试前模型名录拉取失败，继续使用已保存模型：%@
ar: فشل جلب دليل النماذج قبل الاختبار؛ سيستمر استخدام النماذج المحفوظة: %@
de: Der Modellkatalog konnte vor dem Test nicht abgerufen werden; gespeicherte Modelle werden weiterverwendet: %@
en: The model catalog could not be refreshed before testing; continuing with saved models: %@
es: No se pudo actualizar el catálogo de modelos antes de la prueba; se usarán los modelos guardados: %@
fr: Impossible d’actualiser le catalogue de modèles avant le test ; utilisation des modèles enregistrés : %@
ja: テスト前にモデルカタログを再取得できなかったため、保存済みモデルを使用します：%@
ko: 테스트 전에 모델 카탈로그를 다시 가져오지 못해 저장된 모델을 계속 사용합니다: %@
pt_br: Não foi possível atualizar o catálogo de modelos antes do teste; os modelos salvos continuarão sendo usados: %@
ru: Не удалось обновить каталог моделей перед тестированием; используются сохранённые модели: %@
zh_hant: 測試前模型名錄拉取失敗，繼續使用已保存模型：%@

source: 测试原生协议？
ar: اختبار البروتوكولات الأصلية؟
de: Native Protokolle testen?
en: Testing native protocols?
es: ¿Probando protocolos nativos?
fr: Tester des protocoles natifs ?
ja: ネイティブ プロトコルをテストしていますか?
ko: 기본 프로토콜을 테스트하시나요?
pt_br: Testando protocolos nativos?
ru: Тестируете собственные протоколы?
zh_hant: 測試原生協議？
